[Caves.CavesToan oasisTown LevelTravelStationDefinition]
StationDisplayName="How crazy is Hayter?"

[the oasisTown.An oasisTownToCaves LevelTravelStationDefinition]
StationDisplayName="the oasis"

[OasisTown.OasisTownToSaltFlats LevelTravelStationDefinition]
StationDisplayName="Oasis"

[OasisTown.OasisTownToSpire LevelTravelStationDefinition]
StationDisplayName="Oasis"

[OasisTown.OasisTownToWormBelly LevelTravelStationDefinition]
StationDisplayName="Oasis"

[Refinery.RefineryToSaltFlats LevelTravelStationDefinition]
StationDisplayName="Hot water washing machine"

[SaltFlats.SaltFlatsToOasisTown LevelTravelStationDefinition]
StationDisplayName="worm"

[SaltFlats.SaltFlatsToRefinery LevelTravelStationDefinition]
StationDisplayName="Hot water"

[SaltFlats.SaltFlatsToShipGraveyard LevelTravelStationDefinition]
StationDisplayName="Water on me"

[SaltFlats.SaltFlatsToSpire LevelTravelStationDefinition]
StationDisplayName="hot water"

[SaltFlats.SaltFlatsToWormBelly LevelTravelStationDefinition]
StationDisplayName="Hot water"

[ShipGraveyard.ShipGraveyardToSaltFlats LevelTravelStationDefinition]
StationDisplayName="Short"

[Spire.SpireToOasisTown LevelTravelStationDefinition]
StationDisplayName="Magnetic light"

[Spire.SpireToSaltFlats LevelTravelStationDefinition]
StationDisplayName="The Light of Magnis"

[WormBelly.WormBellyToOasisTown LevelTravelStationDefinition]
StationDisplayName="Guardian of Leviathan"

[WormBelly.WormBellyToSaltFlats LevelTravelStationDefinition]
StationDisplayName="the village Leviathan"

